Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: פתחו מפת עולם או גלובוס, ומצאו יחד מדינות ודגלים.
ar: افتحوا خريطة العالم أو مجسّمًا أرضيًا، وابحثوا معًا عن الدول والأعلام.
en: Open a world map or a globe, and find countries and flags together.
ru: Откройте карту мира или глобус и найдите вместе страны и флаги.

source: פתחו עם Face ID
ar: افتحوا باستخدام Face ID
en: Unlock with Face ID
ru: Откройте с Face ID

source: פתחתם את המכשיר מרחוק
ar: فتحتم الجهاز عن بُعد
en: You opened the device remotely
ru: Вы открыли устройство дистанционно

source: פתיחה זמנית
ar: فتح مؤقت
en: Open for a while
ru: Открыть на время

source: פתיחת הגדרות הורה
ar: فتح إعدادات الوالدين
en: Unlock parent settings
ru: Открыть родительские настройки

source: פתיחת הגדרות המכשיר ל-10 דקות
ar: فتح إعدادات الجهاز لمدة 10 دقائق
en: Open device settings for 10 minutes
ru: Открыть настройки устройства на 10 минут

source: פתיחת הגדרות הנגישות
ar: فتح إعدادات إمكانية الوصول
en: Open Accessibility settings
ru: Открыть специальные возможности

source: פתיחת ההגדרות
ar: فتح الإعدادات
en: Open settings
ru: Открыть настройки

source: פתרו חידה או משחק חשיבה אחד ביחד היום.
ar: حلّوا اليوم لغزًا أو لعبة تفكير واحدة معًا.
en: Solve a riddle or a brain game together today.
ru: Решите сегодня вместе одну загадку или игру на мышление.

source: צ'אט עם צוות טופי
ar: دردشة مع فريق Tofy
en: Chat with the Tofy team
ru: Чат с командой Tofy

source: צ'אט עם צוות טופי, אייפד של הילד וכרטיס ילד מסודר
ar: دردشة مع فريق Tofy، آيباد الطفل، وصفحة طفل مرتّبة
en: Chat with the Tofy team, the kid's iPad, and a tidier child page
ru: Чат с командой Tofy, iPad ребёнка и аккуратная карточка ребёнка

source: צְבִי
ar: غزال
en: Gazelle
ru: Газель

source: צְבָעִים
ar: أقلام تلوين
en: crayons
ru: карандаши

source: צְדָפִים
ar: أصداف
en: seashells
ru: ракушки

source: צְרִיכִים
ar: نحتاجه
en: We need it
ru: Нужно

source: צְרוּ אֶת הַמִּשְׁפָּחָה
ar: أنشئوا العائلة
en: Create the family
ru: Создайте семью

source: צְרוּ יֶלֶד/ה
ar: أنشئوا طفلًا/طفلة
en: Create a child
ru: Создайте ребёнка

source: צְרוּ מִשְׁפָּחָה חֲדָשָׁה וְהַתְחִילוּ לְהַגְדִּיר
ar: أنشئوا عائلة جديدة وابدأوا بالإعداد
en: Create a new family and start setting up
ru: Создайте новую семью и начните настройку

source: צְרוּ פְּרוֹפִיל לְכָל יֶלֶד/ה כָּאן. אַחַר כָּךְ כָּל יֶלֶד יְקַבֵּל קוֹד QR — סוֹרְקִים אוֹתוֹ בַּמַּכְשִׁיר שֶׁל הַיֶּלֶד, וְהוּא נִכְנָס יְשִׁירוֹת לְשַׂחֵק.
ar: أنشئوا هنا ملفًا شخصيًا لكل طفل. بعد ذلك سيحصل كل طفل على رمز QR — امسحوه على جهاز الطفل، وسيدخل مباشرة إلى اللعب.
en: Create a profile for each child here. Then each child gets a QR code — scan it on the child's device, and they jump right in to play.
ru: Создайте здесь профиль для каждого ребёнка. Потом каждый ребёнок получит QR-код — отсканируйте его на устройстве ребёнка, и он сразу зайдёт играть.

source: צְרוּ פְּרוֹפִיל רִאשׁוֹן כְּדֵי לְהַתְחִיל
ar: أنشئوا ملفًا شخصيًا أول للبدء
en: Create a first profile to get started
ru: Создайте первый профиль, чтобы начать

source: צִ'ינְצִ'ילָה
ar: شينشيلا
en: Chinchilla
ru: Шиншилла

source: צִפּוֹר
ar: عصفور
en: bird
ru: птица

source: צֵא מִמַּצַּב יֶלֶד
ar: اخرج من وضع الطفل
en: Exit Kid Mode
ru: Выйти из детского режима

source: צֶדֶק
ar: المشتري
en: Jupiter
ru: Юпитер

source: צֶוֶת טוֹפִּי
ar: فريق Tofy
en: Tofy team
ru: Команда Tofy

source: צַבְטוּ לְהַגְדָּלָה · גַּרְרוּ לְמִקּוּם
ar: اقرصوا للتكبير · اسحبوا للتموضع
en: Pinch to zoom · drag to position
ru: Сожмите для увеличения · перетащите для размещения

source: צָב
ar: سلحفاة
en: Turtle
ru: Черепаха

source: צָב יָם
ar: سلحفاة بحرية
en: Sea turtle
ru: Морская черепаха

source: צָהוֹב-זָהוּב
ar: أصفر ذهبي
en: Golden yellow
ru: Жёлто-золотой

source: צָרְפַת
ar: فرنسا
en: France
ru: Франция

source: צָרִיךְ הַרְשָׁאַת Screen Time
ar: يلزم إذن Screen Time
en: Screen Time permission needed
ru: Нужно разрешение Screen Time

source: צָרִיךְ לְהִתְחַבֵּר
ar: يجب تسجيل الدخول
en: You need to sign in
ru: Нужно войти

source: צָרִיךְ לְהִתְחַבֵּר כְּדֵי לְשַׂחֵק עִם חֲבֵרִים
ar: يجب تسجيل الدخول للعب مع الأصدقاء
en: You need to sign in to play with friends
ru: Чтобы играть с друзьями, нужно войти

source: צָרִיךְ לְהִתְחַבֵּר לְחֶשְׁבּוֹן כְּדֵי לְהוֹסִיף חֲבֵרִים
ar: يجب تسجيل الدخول إلى حساب لإضافة أصدقاء
en: You need to sign in to an account to add friends
ru: Чтобы добавлять друзей, нужно войти в аккаунт

source: צָרִיךְ לְהִתְחַבֵּר לְחֶשְׁבּוֹן כְּדֵי לִשְׁלוֹחַ בַּקָּשָׁה
ar: يجب تسجيل الدخول إلى حساب لإرسال طلب
en: You need to sign in to an account to send a request
ru: Чтобы отправить запрос, нужно войти в аккаунт

source: צָרִיךְ לְעַדְכֵּן כְּדֵי לְהַמְשִׁיךְ
ar: يلزم التحديث للمتابعة
en: An update is needed to continue
ru: Чтобы продолжить, нужно обновление

source: צָרִיךְ עוֹד %lld יַהֲלוֹמִים. תַּמְשִׁיךְ לִלְמוֹד וְתַרְוִיחַ — אוֹ הוֹרֶה יָכוֹל לִקְנוֹת.
ar: تحتاج إلى %lld ألماسة إضافية. واصِل التعلُّم لتربحها — أو يمكن للوالد أن يشتريها.
en: You need %lld more diamonds. Keep learning to earn them — or a parent can buy some.
ru: Нужно ещё %lld алмаза. Учись дальше и заработай — или родитель может купить.

source: צָרִיךְ עוֹד %lld יַהֲלוֹמִים. תַּמְשִׁיכִי לִלְמוֹד וְתַרְוִיחִי — אוֹ הוֹרֶה יָכוֹל לִקְנוֹת.
ar: تحتاجين إلى %lld ألماسة إضافية. واصِلي التعلُّم لتربحيها — أو يمكن للوالد أن يشتريها.
en: You need %lld more diamonds. Keep learning to earn them — or a parent can buy some.
ru: Нужно ещё %lld алмаза. Учись дальше и заработай — или родитель может купить.

source: צָרִיךְ קוֹד חִבּוּר מֵהַהוֹרֶה
ar: تحتاجون رمز اتصال من الوالد
en: You need a join code from the parent
ru: Нужен код подключения от родителя

source: צאו בערב להסתכל על הירח והכוכבים, ושאלו את %@ מה זה כוכב לכת.
ar: اخرجوا في المساء لتنظروا إلى القمر والنجوم، واسألوا %@ ما هو الكوكب.
en: Go out one evening to look at the moon and stars, and ask %@ what a planet is.
ru: Выйдите вечером посмотреть на луну и звёзды и спросите %@, что такое планета.

source: צאו לטיול קצר בשכונה או בעיר, ודברו על סמלים, חגים ומקומות בישראל.
ar: اخرجوا في نزهة قصيرة في الحيّ أو في المدينة، وتحدّثوا عن الرموز والأعياد والأماكن في إسرائيل.
en: Take a short walk around your neighborhood or town — and talk about symbols, holidays, and places in America.
ru: Сходите на короткую прогулку по району или городу и поговорите о символах, праздниках и местах в Израиле.

source: צבירת תשובות
ar: تجميع الإجابات
en: Answer bundles
ru: Накопление ответов

source: צוֹבֵר עִנְיָן
ar: يزداد اهتمامًا
en: Gaining interest
ru: Растёт интерес

source: צוֹלְלוֹת, צוֹלְלָנִים וְעוֹלַם הַמַּיִם
ar: الغوّاصات والغوّاصون وعالم الماء
en: Submarines, divers, and underwater life
ru: Подводные лодки, водолазы и подводный мир

source: צוֹלֶלֶת
ar: غواصة
en: submarine
ru: подводная лодка

source: צוֹר פְּרוֹפִיל כְּדֵי לְהַתְחִיל
ar: أنشئ ملفًا شخصيًا للبدء
en: Create a profile to get started
ru: Создай профиль, чтобы начать

source: צובר עניין
ar: يزداد اهتمامًا
en: Gaining interest
ru: Растёт интерес

source: צובר ענין
ar: يزداد اهتمامًا
en: Gaining interest
ru: Растёт интерес

source: צוות טופי
ar: فريق Tofy
en: Tofy team
ru: Команда Tofy

source: צוות טופי ענה לכם
ar: فريق Tofy ردّ عليكم
en: The Tofy team replied to you
ru: Команда Tofy вам ответила

source: צור חשבון
ar: أنشئ حسابًا
en: Create account
ru: Создать аккаунт

source: צור קוד הורה
ar: أنشئ رمز والد
en: Create a parent code
ru: Создать родительский код

source: ציון ביטחון לפי תחום
ar: درجة الثقة حسب المجال
en: Confidence score by area
ru: Оценка уверенности по темам

source: צילום מסך
ar: لقطة شاشة
en: Screenshot
ru: Снимок экрана

source: צירוף צילום מסך
ar: إرفاق لقطة شاشة
en: Attach a screenshot
ru: Прикрепить снимок экрана

source: צליל רק במכשיר שבו עונים
ar: الصوت فقط على الجهاز الذي تُجيب عليه
en: Sound only on the device you answer on
ru: Звук только на том устройстве, где отвечают

source: צלילים
ar: أصوات
en: Sounds
ru: Звуки

source: צלילים פעילים
ar: الأصوات مفعّلة
en: Sounds on
ru: Звуки включены

source: צעד אחרון, בטלפון של %@: לאשר זמן מסך כדי שהנעילה תעבוד
ar: خطوة أخيرة، على هاتف %@: اسمحوا بـ"مدة استخدام الجهاز" ليعمل القفل
en: One last step, on %@'s phone: allow Screen Time so the lock works
ru: Последний шаг, на телефоне %@: разрешите «Экранное время», чтобы блокировка работала

source: צפו יחד במשחק ובקשו מ%@ להסביר לכם חוק אחד שראיתם.
ar: شاهدوا مباراة معًا واطلبوا من %@ أن يشرح لكم قاعدة واحدة رأيتموها.
en: Watch a game together and ask %@ to explain one rule you saw.
ru: Посмотрите вместе матч и попросите %@ объяснить вам одно правило, которое вы увидели.

source: צפצוף לטלפון
ar: رنين للهاتف
en: Ring the phone
ru: Звонок на телефон

source: צרו ילד/ה
ar: أنشئوا طفلًا/طفلة
en: Create a child
ru: Создайте ребёнка

source: צרו פרופיל לכל ילד/ה כאן. אחר כך כל ילד יקבל קוד QR — סורקים אותו במכשיר של הילד, והוא נכנס ישירות לשחק.
ar: أنشئوا هنا ملفًا شخصيًا لكل طفل. بعد ذلك سيحصل كل طفل على رمز QR — امسحوه على جهاز الطفل، وسيدخل مباشرة إلى اللعب.
en: Create a profile for each child here. Then each child gets a QR code — scan it on the child's device, and they jump right in to play.
ru: Создайте здесь профиль для каждого ребёнка. Потом каждый ребёнок получит QR-код — отсканируйте его на устройстве ребёнка, и он сразу зайдёт играть.

source: צריך אישור
ar: تلزم موافقة
en: Approval needed
ru: Нужно подтверждение

source: צריך אישור Family Controls
ar: تلزم موافقة Family Controls
en: Family Controls approval needed
ru: Нужно разрешение Family Controls

source: צריך הרשאת Screen Time
ar: يلزم إذن Screen Time
en: Screen Time permission needed
ru: Нужно разрешение Screen Time

source: צריך חיזוק 💪
ar: يحتاج إلى تعزيز 💪
en: Needs a boost 💪
ru: Нужно подтянуть 💪

source: צריך לאשר התראות קודם
ar: يجب السماح بالإشعارات أولًا
en: Notifications need to be allowed first
ru: Сначала нужно разрешить уведомления

source: צריך להיות מחובר עם חשבון כדי לצרף ילד/ה (בדקו את הסנכרון).
ar: يجب تسجيل الدخول بحساب لإضافة طفل/ة (تحقّقوا من المزامنة).
en: You need to be signed in to an account to add a child (check sync).
ru: Чтобы добавить ребёнка, нужно войти в аккаунт (проверьте синхронизацию).

source: צריך להקליד גם בשורת האימות
ar: يجب كتابته في خانة التأكيد أيضًا
en: Please type it in the confirm field too
ru: Нужно ввести и в строке подтверждения

source: קְבוּצוֹת וְשַׂחְקָנִים מִיִּשְׂרָאֵל וּמֵהָעוֹלָם
ar: فرق ولاعبون من إسرائيل ومن العالم
en: Teams and players from the US and around the world
ru: Команды и игроки из Израиля и со всего мира

source: קְווֹקָה
ar: كوكّا
en: Quokka
ru: Квокка

source: קְטָעִים קְצָרִים וּשְׁאֵלוֹת עֲלֵיהֶם
ar: قطع قصيرة وأسئلة عنها
en: Short passages and questions about them
ru: Короткие тексты и вопросы к ним

source: קְלַרְנִית
ar: كلارينيت
en: clarinet
ru: кларнет

source: קְנִי וְהַחְלִיפִי
ar: اشتري وبدِّلي
en: Buy & switch
ru: Купить и сменить

source: קְנִי יַהֲלוֹמִים
ar: اشتري ألماسات
en: Buy diamonds
ru: Купить алмазы

source: קְנִיַּת צַעֲצוּעַ
ar: شراء لعبة
en: buying a toy
ru: покупка игрушки

source: קְנִיָּה לֹא פּוֹגַעַת בַּדֵּרוּג שֶׁלָּכֶם 😊
ar: الشراء لا يضرّ بتصنيفك 😊
en: Buying things doesn't lower your rank 😊
ru: Покупки не влияют на твой рейтинг 😊

source: קְנִיּוֹת בַּסּוּפֶּר
ar: مشتريات من السوبرماركت
en: supermarket shopping
ru: покупки в супермаркете

source: קְנֵה וְהַחֲלֵף
ar: اشترِ وبدِّل
en: Buy & switch
ru: Купить и сменить

source: קְנֵה יַהֲלוֹמִים
ar: اشترِ ألماسات
en: Buy diamonds
ru: Купить алмазы

source: קְנֵה נְשִׁימָה
ar: القصبة الهوائية
en: Windpipe
ru: Трахея

source: קְסִילוֹפוֹן
ar: إكسيليفون
en: xylophone
ru: ксилофон

source: קְרַב בּוֹס
ar: معركة الزعيم
en: Boss battle
ru: Битва с боссом

source: קְרַב בּוֹס 👹
ar: معركة الزعيم 👹
en: Boss battle 👹
ru: Битва с боссом 👹

source: קְרָא שׁוּב אֶת הַקֶּטַע לְאַט 📖
ar: اقرأ القطعة مرة أخرى ببطء 📖
en: Read the passage again slowly 📖
ru: Прочитай текст ещё раз медленно 📖

source: קְרָא שׁוּב לְאַט, וּבְדֹק אֵיזֶה חֹק מַתְאִים לְכָל הָאֵיבָרִים בַּסִּדְרָה.
ar: اقرأ مرة أخرى ببطء، وتحقّق أي قاعدة تناسب كل عناصر المتتالية.
en: Read it again slowly, and check which rule fits every item in the sequence.
ru: Прочитай ещё раз медленно и проверь, какое правило подходит всем членам последовательности.

source: קִבַּלְנוּ אֶת הַפִידְבֶּק שֶׁלָּכֶם — זֶה מְאוֹד עוֹזֵר לָנוּ.
ar: تلقّينا ملاحظاتكم — هذا يساعدنا كثيرًا.
en: We got your feedback — it really helps us.
ru: Мы получили ваш отзыв — это очень нам помогает.

source: קִבַּלְתְּ %lld דַּקּוֹת מַתָּנָה מֵהַהוֹרִים 💝
ar: حصلتِ على %lld دقيقة هدية من والديكِ 💝
en: You got %lld gift minutes from your parents 💝
ru: Ты получила %lld мин. в подарок от родителей 💝

source: קִבַּלְתָּ %lld דַּקּוֹת מַתָּנָה מֵהַהוֹרִים 💝
ar: حصلتَ على %lld دقيقة هدية من والديك 💝
en: You got %lld gift minutes from your parents 💝
ru: Ты получил %lld мин. в подарок от родителей 💝

source: קִטְנִיּוֹת
ar: بقوليات
en: Legumes
ru: Бобовые

source: קִימוֹנוֹ
ar: كيمونو
en: Kimono
ru: Кимоно

source: קִיפּוֹד
ar: قُنْفُذ
en: Hedgehog
ru: Ёжик

source: קִרְאִי שׁוּב אֶת הַקֶּטַע לְאַט 📖
ar: اقرئي القطعة مرة أخرى ببطء 📖
en: Read the passage again slowly 📖
ru: Прочитай текст ещё раз медленно 📖

source: קִרְאִי שׁוּב לְאַט, וּבִדְקִי אֵיזֶה חֹק מַתְאִים לְכָל הָאֵיבָרִים בַּסִּדְרָה.
ar: اقرئي مرة أخرى ببطء، وتحقّقي أي قاعدة تناسب كل عناصر المتتالية.
en: Read it again slowly, and check which rule fits every item in the sequence.
ru: Прочитай ещё раз медленно и проверь, какое правило подходит всем членам последовательности.

source: קֵבָה
ar: معدة
en: stomach
ru: желудок

source: קֶסֶם
ar: سِحْر
en: Magic
ru: Магия

source: קֶסֶם הַגִּוּוּן! 🌈 +%lld דַּקּוֹת בּוֹנוּס!
ar: سحر التنوّع! 🌈 +%lld دقيقة إضافية!
en: Variety magic! 🌈 +%lld bonus minutes!
ru: Магия разнообразия! 🌈 +%lld бонусные минуты!

source: קֶרֶן
ar: ركلة ركنية
en: corner kick
ru: угловой

source: קֶרֶן חַד-קֶרֶן
ar: قرن وحيد القرن
en: Unicorn horn
ru: Рог единорога

source: קֶרֶן יַעַר
ar: البوق الفرنسي
en: French horn
ru: Валторна

source: קֶרֶשׁ
ar: لوح خشب
en: wooden board
ru: доска

source: קֶרַח
ar: جليد
en: ice
ru: лёд

source: קַל
ar: سهل
en: Easy
ru: Легко

source: קַנְבֶּרָה
ar: كانبرا
en: Canberra
ru: Канберра

source: קַסְדָּה
ar: خوذة
en: Helmet
ru: Шлем

source: קַפּוּצ׳וֹן
ar: كنزة بقلنسوة
en: Hoodie
ru: Худи

source: קַרְנַף
ar: وحيد القرن
en: rhino
ru: носорог

source: קַשָּׁר
ar: لاعب وسط
en: Midfielder
ru: Полузащитник

source: קַשָּׁר הֲגַנָּתִי
ar: لاعب وسط مدافع
en: Defensive midfielder
ru: Опорный полузащитник

source: קַשָּׁר הַתְקָפִי
ar: لاعب وسط مهاجم
en: Attacking midfielder
ru: Атакующий полузащитник

source: קָדִימָה!
ar: هيّا بنا!
en: Let's go!
ru: Вперёд!

source: קָדִימָה! 🚀
ar: هيّا بنا! 🚀
en: Let's go! 🚀
ru: Вперёд! 🚀

source: קָדִימָה, נְעַנֶּה! 🚀
ar: هيّا نُجيب! 🚀
en: Let's answer! 🚀
ru: Вперёд, отвечаем! 🚀

source: קָהִיר
ar: القاهرة
en: Cairo
ru: Каир

source: קָנָדָה
ar: كندا
en: Canada
ru: Канада

source: קָנוּ
ar: قارب كانو
en: canoe
ru: каноэ

source: קָשֶׁה
ar: صعب
en: Hard
ru: Сложно

source: קֹדֶם הַקּוֹד הַנּוֹכְחִי
ar: الرمز الحاليّ أوّلًا
en: Current code first
ru: Сначала текущий код

source: קֻבִּיּוֹת שֶׁמַּגִּיעוֹת בְּדִיּוּק לַיַּעַד
ar: مكعبات تصل إلى الهدف بالضبط
en: Blocks that hit the target exactly
ru: Кубики, которые дают ровно цель

source: קביעת הגבלת זמן ליישומים
ar: تعيين حدود زمنية للتطبيقات
en: Set time limits for apps
ru: Установите лимиты времени для приложений

source: קבלו עדכון כשהילד מתחיל ומסיים לשחק, פותח רצף, זוכה בגלגל מזל או מגלה תחום חדש — וגם דוח שבועי. ההתראות נשלחות בין המכשירים בבית. "שלח התראת בדיקה" שולח התראה אליכם עכשיו כדי לוודא שהכול עובד.
ar: احصلوا على تحديث عندما يبدأ الطفل اللعب وينهيه، أو يفتح سلسلة، أو يفوز في عجلة الحظّ، أو يكتشف مجالًا جديدًا — وكذلك تقرير أسبوعيّ. تُرسَل الإشعارات بين أجهزة البيت. «إرسال إشعار تجريبيّ» يرسل إليكم إشعارًا الآن للتأكّد من أنّ كلّ شيء يعمل.
en: Get an update when your child starts and finishes playing, starts a streak, wins on the lucky wheel, or discovers a new area — plus a weekly report. Notifications are sent between the devices at home. "Send test notification" sends one to you right now to make sure everything works.
ru: Получайте уведомление, когда ребёнок начинает и заканчивает играть, открывает серию, выигрывает в колесе удачи или находит новую тему — а также еженедельный отчёт. Уведомления передаются между устройствами дома. «Отправить тестовое уведомление» пришлёт вам уведомление прямо сейчас, чтобы убедиться, что всё работает.

source: קבלנו את הפידבק שלכם — זה מאוד עוזר לנו.
ar: تلقّينا ملاحظاتكم — هذا يساعدنا كثيرًا.
en: We got your feedback — it really helps us.
ru: Мы получили ваш отзыв — это очень нам помогает.

source: קוֹאָלָה
ar: كوالا
en: Koala
ru: Коала

source: קוֹד
ar: رمز
en: Code
ru: Код

source: קוֹד QR לְהוֹרָדַת טוֹפִי
ar: رمز QR لتنزيل Tofy
en: QR code to download Tofy
ru: QR-код для загрузки Tofy

source: קוֹד בִּלְבַד · שִׁנּוּי קוֹד
ar: رمز فقط · تغيير الرمز
en: Code only · change code
ru: Только код · смена кода

source: קוֹד הַגָּנַת זְמַן הַמִּשְׂחָק
ar: رمز حماية وقت اللعب
en: Play time lock code
ru: Код защиты игрового времени

source: קוֹד הַהוֹרֶה לֹא זָמִין כָּאן
ar: رمز الوالدين غير متاح هنا
en: Parent code isn't available here
ru: Родительский код здесь недоступен

source: קוֹד הַהוֹרֶה שֶׁל הַמִּשְׁפָּחָה עֲדַיִן לֹא הִגִּיעַ לַמַּכְשִׁיר הַזֶּה (בִּדְקוּ חִבּוּר לָאִינְטֶרְנֶט). אֶפְשָׁר תָּמִיד לְאַפֵּס מִלּוּחַ הַהוֹרִים בַּמַּכְשִׁיר שֶׁל אַבָּא אוֹ אִמָּא.
ar: رمز الوالدين الخاصّ بالعائلة لم يصل بعد إلى هذا الجهاز (تحقّقوا من الاتّصال بالإنترنت). يمكن دائمًا إعادة ضبطه من لوحة الوالدين على جهاز أبي أو أمّي.
en: The family's parent code hasn't reached this device yet (check your internet connection). You can always reset from the parent dashboard on Mom's or Dad's device.
ru: Родительский код семьи ещё не дошёл до этого устройства (проверьте подключение к интернету). Его всегда можно сбросить в родительской панели на устройстве папы или мамы.

source: קוֹד הוֹרֶה
ar: رمز الوالدين
en: Parent code
ru: Родительский код

source: קוֹד לֹא תָּקִין
ar: رمز غير صالح
en: Invalid code
ru: Неверный код

source: קוֹד סוֹדִי
ar: رمز سري
en: Secret code
ru: Секретный код

source: קוֹד סוֹדִי לַדַּקּוֹת שֶׁלִּי
ar: رمز سرّيّ لدقائقي
en: Secret code for my minutes
ru: Секретный код для моих минут

source: קוֹלֵט מָהֵר וּמְזַהֶה דְּפוּסִים — עוֹנֶה נָכוֹן וּבִמְהִירוּת.
ar: يستوعب بسرعة ويلاحظ الأنماط — يجيب بشكل صحيح وبسرعة.
en: Picks things up fast and spots patterns — answers correctly and quickly.
ru: Быстро схватывает и замечает закономерности — отвечает верно и быстро.

source: קוֹלוֹת הַשּׁוֹפָר וְהַלּוּחַ הָעִבְרִי
ar: أصوات الشوفار والتقويم العبريّ
en: Shofar sounds and the Hebrew calendar
ru: Звуки шофара и еврейский календарь

source: קוֹמְבּוֹ ×2 🔥
ar: كومبو ×2 🔥
en: Combo ×2 🔥
ru: Комбо ×2 🔥

source: קוֹמְבּוֹ ×3 🔥🔥
ar: كومبو ×3 🔥🔥
en: Combo ×3 🔥🔥
ru: Комбо ×3 🔥🔥

source: קוֹמְבּוֹ ×4 ⚡
ar: كومبو ×4 ⚡
en: Combo ×4 ⚡
ru: Комбо ×4 ⚡

source: קוֹנִים דְּמֻיּוֹת וּבְגָדִים עִם הַיַּהֲלוֹמִים.
ar: اشترِ شخصيات وملابس بالألماس.
en: Buy characters and outfits with your diamonds.
ru: Покупай персонажей и одежду за алмазы.

source: קוֹנִים, מְחַשְּׁבִים וּמְקַבְּלִים עֹדֶף
ar: نشتري ونحسب ونأخذ الباقي
en: Shop, add it up, get your change
ru: Покупай, считай, получай сдачу

source: קוֹף
ar: قِرْد
en: Monkey
ru: Обезьяна

source: קוֹרְאִים כָּל מִלָּה, מוֹצְאִים אוֹתָהּ עַל הַמַּדָּף — וְאָז לַקֻּפָּה
ar: نقرأ كل كلمة، نجدها على الرف — ثم إلى الصندوق
en: Read each word, find it on the shelf — then off to the till
ru: Читаем каждое слово, находим его на полке — и на кассу

source: קוֹרְקִינֶט
ar: سكوتر
en: Scooter
ru: Самокат

source: קוּפְסַת אַגָּדָה
ar: صندوق أسطوريّ
en: Legendary box
ru: Легендарная коробка

source: קוּפְסַת זָהָב
ar: صندوق ذهبيّ
en: Golden box
ru: Золотая коробка

source: קוּפְסַת עֵץ
ar: صندوق خشبيّ
en: Wooden box
ru: Деревянная коробка

source: קוּפְסַת קֶסֶם
ar: صندوق سحريّ
en: Magic box
ru: Волшебная коробка

source: קוּפְסַת קֶסֶם יוֹמִית
ar: صندوق سحريّ يوميّ
en: Daily magic box
ru: Ежедневная волшебная коробка

source: קובעים לילד שפה מהטלפון שלכם
ar: اختاروا لغة طفلكم من هاتفكم
en: Set your child's language from your phone
ru: Выберите язык ребёнка со своего телефона

source: קוד בלבד · שינוי קוד
ar: رمز فقط · تغيير الرمز
en: Code only · change code
ru: Только код · смена кода

source: קוד בלבד · שנוי קוד
ar: رمز فقط · تغيير الرمز
en: Code only · change code
ru: Только код · смена кода

source: קוד הגנת זמן המשחק
ar: رمز حماية وقت اللعب
en: Play time lock code
ru: Код защиты игрового времени

source: קוד ההורה לא זמין כאן
ar: رمز الوالدين غير متاح هنا
en: Parent code isn't available here
ru: Родительский код здесь недоступен

source: קוד ההורה של המשפחה עדיין לא הגיע למכשיר הזה (בדקו חיבור לאינטרנט). אפשר תמיד לאפס מלוח ההורים במכשיר של אבא או אמא.
ar: رمز الوالدين الخاصّ بالعائلة لم يصل بعد إلى هذا الجهاز (تحقّقوا من الاتّصال بالإنترنت). يمكن دائمًا إعادة ضبطه من لوحة الوالدين على جهاز أبي أو أمّي.
en: The family's parent code hasn't reached this device yet (check your internet connection). You can always reset from the parent dashboard on Mom's or Dad's device.
ru: Родительский код семьи ещё не дошёл до этого устройства (проверьте подключение к интернету). Его всегда можно сбросить в родительской панели на устройстве папы или мамы.

source: קוד ההורה של המשפחה עדין לא הגיע למכשיר הזה (בדקו חבור לאינטרנט). אפשר תמיד לאפס מלוח ההורים במכשיר של אבא או אמא.
ar: رمز الوالدين الخاصّ بالعائلة لم يصل بعد إلى هذا الجهاز (تحقّقوا من الاتّصال بالإنترنت). يمكن دائمًا إعادة ضبطه من لوحة الوالدين على جهاز أبي أو أمّي.
en: The family's parent code hasn't reached this device yet (check your internet connection). You can always reset from the parent dashboard on Mom's or Dad's device.
ru: Родительский код семьи ещё не дошёл до этого устройства (проверьте подключение к интернету). Его всегда можно сбросить в родительской панели на устройстве папы или мамы.

source: קוד ההורה, קוד הילד וגלגלי הכספת מתמלאים משמאל לימין, כמו כל מספר
ar: رمز الوالد ورمز الطفل وأقراص الخزنة تُملأ من اليسار إلى اليمين، مثل أي رقم
en: The parent code, the child's code and the safe's dials fill left to right, like any number
ru: Код родителя, код ребёнка и диски сейфа заполняются слева направо, как любое число

source: קוד ההורים הוזן במכשיר של הילד
ar: أُدخل رمز الوالدين على جهاز الطفل
en: The parent code was entered on the child's device
ru: Родительский код введён на устройстве ребёнка

source: קוד הורה
ar: رمز الوالدين
en: Parent code
ru: Родительский код

source: קוד החיבור מוקלד בכל מקלדת
ar: رمز الانضمام يُكتب بأي لوحة مفاتيح
en: The join code types on any keyboard
ru: Код подключения вводится с любой клавиатуры

source: קוד חדש
ar: رمز جديد
en: New code
ru: Новый код

source: קוד חדש (4 ספרות)
ar: رمز جديد (4 أرقام)
en: New code (4 digits)
ru: Новый код (4 цифры)

source: קוד לא נמצא
ar: لم يُعثر على الرمز
en: Code not found
ru: Код не найден

source: קוד לא תקין
ar: رمز غير صالح
en: Invalid code
ru: Неверный код

source: קוד לזמן מסך, ומחיקה פשוטה
ar: رمز لمدة استخدام الجهاز، وحذف بسيط
en: A Screen Time passcode, and simple deletion
ru: Код «Экранного времени» и простое удаление

source: קוד נוכחי
ar: الرمز الحالي
en: Current code
ru: Текущий код

source: קוד שרק אתם יודעים — כך הילדים לא ישנו הגדרות ולא יפתחו לעצמם זמן מסך. תצטרכו אותו גם בטלפון של הילד.
ar: رمز تعرفونه أنتم فقط — حتى لا يغيّر الأطفال الإعدادات ولا يفتحوا لأنفسهم وقت الشاشة. ستحتاجونه أيضًا على هاتف الطفل.
en: A code only you know — so the kids can't change settings or open screen time for themselves. You'll need it on the child's phone too.
ru: Код, который знаете только вы, — чтобы дети не меняли настройки и не открывали себе экранное время. Он понадобится и на телефоне ребёнка.

source: קוד, חברים, איפוס ומחיקה
ar: الرمز والأصدقاء وإعادة الضبط والحذف
en: Code, friends, reset and delete
ru: Код, друзья, сброс и удаление
